---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemBarTypeBottomDirn1
source: html/b49c6591-a6e2-6f8f-3a70-aac0a1bfa9f2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemBarTypeBottomDirn1 Property

"Bottom Major Bar Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemBarTypeBottomDirn1 { get; }
```